XIVN1987/micropython/ports/mt7687/boards/MT7687Lite/mpconfigboard.h
#ifndef __MPCONFIGBOARD_H__
#define __MPCONFIGBOARD_H__

#define MT7687

#define MICROPY_STDIO_UART                          1
#define MICROPY_STDIO_UART_BAUD                     115200

#define MICROPY_HW_BOARD_NAME                       "MT7687Lite"
#define MICROPY_HW_MCU_NAME                         "MT7687"


#endif
